Repository: augustoavelino/regexy
Catalog: regexy/Resources/Localizable.xcstrings
Source language: en
Languages: pt_br

source: cancel
pt_br: Cancelar

source: confirm
pt_br: Confirmar

# patternCopyToastMessage
source: Copied to Clipboard
pt_br: Copiado para a Área de Transferência

# patternLoadButton
source: Load Pattern
pt_br: Carregar Padrão

# patternLoadScreenTitle
source: Choose
pt_br: Escolha

# patternLoadToastMessage
source: Loaded "%@"
pt_br: Carregou "%@"

# patternRemoveDialogMessage
source: Are you sure you want to remove this item?
pt_br: Tem certeza que deseja remover este item?

# patternRemoveDialogTitle
source: Remove Pattern
pt_br: Remover Padrão

# patternSaveButton
source: Save Pattern
pt_br: Salvar Padrão

# patternSaveDialogMessage
source: Choose a name
pt_br: Escolha um nome

# patternSaveDialogTitle
source: Save Pattern
pt_br: Salvar Padrão

# patternSaveToastMessage
source: Saved "%@"
pt_br: Salvou "%@"

source: Remove
pt_br: Remover
